[
    [
        1,
        "⭐",
        "Chub Bud",
        "Catch 5 Chubs in the Rogue River La Noscea.",
        "",
        ""
    ],
    [
        1,
        "⭐",
        "Rock Lobstah'",
        "Catch a Rock Lobster in The Silver Bizaar in Western Thanalan.",
        "",
        ""
    ],
    [
        1,
        "⭐",
        "Ain't no Rest for the Fisher",
        "Cast back out within 3 seconds of a fish biting.",
        "",
        ""
    ],
    [
        1,
        "⭐",
        "Ok, Maybe Some Rest.",
        "Sit down while fishing.",
        "",
        ""
    ],
    [
        1,
        "⭐",
        "Hooked a Biggun' ",
        "Catch a large-size fish without using any additional skills besides Hook and Cast.",
        "",
        ""
    ],
    [
        1,
        "⭐",
        "Let There Be Light!",
        "Turn on the light at the tip of your rod.",
        "",
        ""
    ],
    [
        1,
        "⭐⭐",
        "It Belongs in a Museum!",
        "Catch and then place the same fish into any type of Aquarium.",
        "",
        ""
    ],
    [
        1,
        "⭐⭐",
        "A Short Rest",
        "Cast back out within 3 seconds of a fish biting, and not have your Surface Slap or Prize Catch buff fall off. ",
        "",
        ""
    ],
    [
        1,
        "⭐⭐⭐",
        "Taste The Rainbow",
        "Trigger a Spectral Current in Ocean Fishing by catching a Spectral Megalodon, Discus, Sea Bo, Bass, Butterfly, Eel, Coelacanth, Wrasse, Snake Eel, Kotsu Zetsu, or a Spectresaur.",
        "",
        ""
    ],
    [
        1,
        "⭐⭐⭐",
        "Rare Catch",
        "Catch a non-spectral current intuition fish using gear and skills below Lv.50.",
        "",
        ""
    ],
    [
        1,
        "⭐⭐⭐⭐⭐",
        "It's a Looooong Bite.",
        "Catch a Fabled Legend in Ocean Fishing using gear and skills below Lv.50.",
        "",
        ""
    ],
    [
        5,
        "⭐",
        "Chummy",
        "Use Chum to make a fish bite quicker 5 times.",
        "",
        ""
    ],
    [
        8,
        "⭐",
        "Sneaky, Sneaky",
        "With Sneak active, run by overworld mobs that are no more than 4 levels above your Fisher Level.",
        "",
        ""
    ],
    [
        15,
        "⭐",
        "Artistic Angler",
        "Use Patience to get 3 Angler's Art Stacks",
        "",
        ""
    ],
    [
        15,
        "⭐",
        "Favour of the God",
        "Use Thaliaks Favour to restore 150 GP",
        "",
        ""
    ],
    [
        15,
        "⭐",
        "Wanna get a Weak Bite?",
        "Use Precision Hookset to catch a weak biting fish that is large-sized.",
        "",
        ""
    ],
    [
        15,
        "⭐",
        "Wanna get a Strong Bite?",
        "Use Powerful Hookset to catch a strong biting fish that is large-sized.",
        "",
        ""
    ],
    [
        15,
        "⭐⭐",
        "There and back again",
        "Use 400 GP, then get it back again with 5 seconds of depleting it.",
        "",
        ""
    ],
    [
        20,
        "⭐",
        "It's Multi-use",
        "Catch 5 fish with a single Versatile Lure or some other Lure.",
        "",
        ""
    ],
    [
        22,
        "⭐",
        "Catch and Release",
        "Make it so that whenever you catch a Dark Bass at the Sanctum of the Twelve, it is immediately released.",
        "",
        ""
    ],
    [
        22,
        "⭐",
        "Catch and Release II",
        "Make it so that whenever you catch a Dark Bass, River Crab, or Bone Crayfish at the Sanctum of the Twelve, it is immediately released.",
        "",
        ""
    ],
    [
        22,
        "⭐⭐",
        "Release Star",
        "Get 5,000 points in Ocean Fishing while releasing every fish you catch.",
        "",
        ""
    ],
    [
        25,
        "⭐",
        "Fish Wheelin'",
        "Use Patience to catch a moochable fish, and mooch it using Mooch three times.",
        "",
        ""
    ],
    [
        25,
        "⭐⭐",
        "Perfect Catfish",
        "Catch a Large-sized Shadow Catfish during (or after) the Lv.35 Fisher Job Quest \"A Game of Cat and Fish.\"",
        "",
        ""
    ],
    [
        36,
        "⭐",
        "Snagged",
        "Catch a Heavens Coral. Be sure to turn on Snagging!",
        "",
        ""
    ],
    [
        45,
        "⭐",
        "Skyfishing",
        "Catch any fish by casting into the skies of Coerthas in the Coerthasian Western Highlands using Versatile Lure.",
        "",
        ""
    ],
    [
        48,
        "⭐",
        "Making This Up as I Go",
        "Use Mooch (not Mooch II) with an average-sized fish using Makeshift Bait.",
        "",
        ""
    ],
    [
        49,
        "⭐⭐⭐⭐⭐",
        "Wait, you can't do that, that's illegal!",
        "Catch a Big Fish in  Lv.49 or lower gear.",
        "",
        ""
    ],
    [
        50,
        "⭐",
        "Collector's Glove, Please",
        "Catch a Collectable Fish and turn it into any Collectable Appraiser.",
        "",
        ""
    ],
    [
        50,
        "⭐",
        "Big Fishin'",
        "Catch any Big Fish.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐",
        "Big Salty",
        "Catch The Salter.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐",
        "It's Only a Model",
        "Catch a Little Perykos.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐",
        "No Gathering Points Needed I",
        "Catch any straight-catch fish using 0 GP and no skills beyond Cast and Hook.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐",
        "Soft Reset",
        "Cause a Fisher's Intuition to refresh itself which it's already active.",
        "Might take a few tries.",
        ""
    ],
    [
        50,
        "⭐⭐",
        "Ah, There It Is! I",
        "See where the location of a fishes' fishing hole is via the Custom Deliveries NPC menu.",
        "... if you didn't know this was a thing, it was added in patch 6.3.",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "Living Legend",
        "Catch any Legendary Fish.",
        "These are the fish added in the final content update of an Expansion. Usually Patch X.55, but has also been in X.45 and X.50 in earlier expansion.",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "No Gathering Points Needed II",
        "Catch any single-mooch fish using 0 GP and no skills beyond Cast, Hook, and Mooch.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "First Try!",
        "Catch any Big Fish as your first recorded fish for a fishing hole.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "Rapid Fire",
        "Get at least 8 10-second casts and bites in during a single Fingers, Ealad Skaan, or Furcauada window.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "Where'd That Come From?",
        "Desynth a Glamour Piece from a fish.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "Minions, Do My Bidding!",
        "Catch one of the fishable Minions.",
        "Get a Magic Bucket, Tiny Tortiose, Gigantpole, Castaway Chocobo Chick, or Tiny Tansunoko while fishing.",
        ""
    ],
    [
        50,
        "⭐⭐⭐",
        "Trouble Brewing",
        "Complete the Beasts of Brewers Beacon Quest",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐⭐",
        "Feasting Well",
        "Complete the Feast of Famine Quest",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐⭐",
        "No Gathering Points Needed III",
        "Catch any double or triple-mooch fish using 0 GP and no skills beyond Cast, Hook, and Mooch.",
        "",
        ""
    ],
    [
        50,
        "⭐⭐⭐⭐⭐⭐",
        "Impossible Odds",
        "Catch a Little Perykos with 1 or less Gathering.",
        "*note to those attempting to do this, and I know who you are... The challenge is something that no one has done and I sorta added it as a joke. There are two hurdles to this achievement, the first - is getting a Wahoo. This challenge will, most likely, not make the final cut.\n\n- Fruity",
        ""
    ],
    [
        "Lv 51-60",
        "",
        "",
        "",
        "",
        ""
    ],
    [
        53,
        "⭐",
        "Cloudfishing",
        "Catch any fish by casting off the side of a floating island in The Sea of Clouds using Versatile Lure.",
        "",
        ""
    ],
    [
        55,
        "⭐",
        "Hellfishing",
        "Catch any fish by casting into the lava of the Mourn Volcano in The Dravanian Hinterlands using Versatile Lure.",
        "",
        ""
    ],
    [
        57,
        "⭐⭐",
        "The Eyes Have It",
        "Catch a Mud Golem between 3 am and 9pm Eorzea Time.",
        "",
        ""
    ],
    [
        57,
        "⭐⭐⭐",
        "The Eyes Have It, Again",
        "Catch a Starbright between 4am and 8pm Eorzea Time",
        "",
        ""
    ],
    [
        57,
        "⭐⭐⭐⭐",
        "The Eyes Still Have It",
        "Catch a Frilled Shark between 3am and 5pm Eorzea Time.",
        "",
        ""
    ],
    [
        58,
        "⭐",
        "Aetherfishing",
        "Catch any fish by casting into the Aetherchemical Pools of Azyz Lla using Versatile Lure.",
        "",
        ""
    ],
    [
        60,
        "⭐",
        "Where is it!?",
        "Catch any fish in the Anyx Old fishing spot.",
        "",
        ""
    ],
    [
        60,
        "⭐",
        "Patience, Please",
        "Use Patience II to catch 5 large-sized fish in a row.",
        "",
        ""
    ],
    [
        60,
        "⭐⭐",
        "Snagged",
        "Catch an Impaler",
        "",
        ""
    ],
    [
        60,
        "⭐⭐⭐",
        "It's a New Lap Record! I",
        "Catch a Record Sized fish for any Biome.",
        "",
        ""
    ],
    [
        60,
        "⭐⭐⭐",
        "How'd that work?",
        "Catch a Dark Ambuser while under the effect of Patience II.",
        "Not all !!! biting big fish use Powerful Hookset!",
        ""
    ],
    [
        "Lv 61-70",
        "",
        "",
        "",
        "",
        ""
    ],
    [
        61,
        "⭐",
        "A New Fishing Ex-Spear-eance",
        "Unlock Spearfishing.",
        "",
        ""
    ],
    [
        61,
        "⭐",
        "Gotcha",
        "Spear at least 6 fish in a single Teeming Waters.",
        "",
        ""
    ],
    [
        61,
        "⭐",
        "Collector's Glove, Please",
        "Spear a collectable fish and turn it into any Collectable Appraiser.",
        "",
        ""
    ],
    [
        61,
        "⭐",
        "Ah, There It Is! II",
        "Use Shark Eye to location the nearest Teeming Waters.",
        "",
        ""
    ],
    [
        61,
        "⭐⭐",
        "Gotcha II",
        "Spear at least 10 fish in a single Teeming Waters.",
        "",
        ""
    ],
    [
        61,
        "⭐⭐",
        "Double The Fun",
        "Spear 2 fish in a single gigging.",
        "",
        ""
    ],
    [
        61,
        "⭐⭐",
        "Oh Baby, a Triple!",
        "Spear 3 fish in a single gigging.",
        "",
        ""
    ],
    [
        63,
        "⭐",
        "A Small Will Do",
        "Use Mooch II to mooch an average-sized fish.",
        "",
        ""
    ],
    [
        63,
        "⭐",
        "Begone!",
        "Use Veteran Trade to make a fish never appear again during a Teeming Waters.",
        "",
        ""
    ],
    [
        63,
        "⭐⭐⭐",
        "Average Beginnings",
        "Start and then continue a Mooch Loop with an average-sized fish.",
        "",
        ""
    ],
    [
        64,
        "⭐",
        "Not-so-vital",
        "Use Vital Sight during a Teeming Waters to increase the hitboxes of fish.",
        "",
        ""
    ],
    [
        65,
        "⭐",
        "Ah, There It Is! III",
        "Use Shark Eye II to locate the nearest and highest-level Teeming Waters.",
        "",
        ""
    ],
    [
        65,
        "⭐⭐",
        "Hooked",
        "Use Double Hook to catch at least 2 of a single species of fish in a single hooking.",
        "",
        ""
    ],
    [
        65,
        "⭐⭐",
        "Oh, I'm Plenty Hooked",
        "Using Double Hook, catch at least 4 of a single species of fish with a single hooking.",
        "",
        ""
    ],
    [
        65,
        "⭐⭐",
        "Release Star II",
        "Get 10,000 points in Ocean Fishing while releasing every fish you catch.",
        "",
        ""
    ],
    [
        65,
        "⭐⭐",
        "Double Check",
        "While Collector's Glove is active, Double Hook a collectable fish and press no.",
        "",
        ""
    ],
    [
        67,
        "⭐",
        "Treasure abound",
        "Use Salvage to Spear a Treasure Map, anywhere.",
        "",
        ""
    ],
    [
        68,
        "⭐",
        "Saltfishing",
        "Catch any fish by casting into a salt lake in The Lochs or Urqopacha using Versatile Lure.",
        "",
        ""
    ],
    [
        69,
        "⭐",
        "Bountiful",
        "Use Nature's Bounty during a Teeming Waters to make an average-sized fish be large-sized.",
        "",
        ""
    ],
    [
        69,
        "⭐⭐",
        "Tier-riffic!",
        "Spear a tier-3 collectable fish while spearfishing.",
        "",
        ""
    ],
    [
        69,
        "⭐⭐⭐",
        "Record the Experience",
        "Get at least a AA rank in all silhouette sizes for a region in Spearfishing.",
        "",
        ""
    ],
    [
        70,
        "⭐⭐",
        "Swimming in the Shadows",
        "Catch an Eternal Eye in Azim Khaat Southern Lakebed.",
        "",
        ""
    ],
    [
        70,
        "⭐⭐",
        "Extractor",
        "Desynth a fish into any type of Materia.",
        "",
        ""
    ],
    [
        70,
        "⭐⭐⭐⭐",
        "Double the Fun I",
        "Catch any A Realm Reborn, Heavensward, or Stormblood Legendary fish twice in a single window.",
        "",
        ""
    ],
    [
        "Lv 70-79",
        "",
        "",
        "",
        "",
        ""
    ],
    [
        71,
        "⭐",
        "Slap!",
        "Use Surface Slap so the last fish you caught will not be the next fish you catch.",
        "",
        ""
    ],
    [
        71,
        "⭐⭐",
        "It's... still there?",
        "Surface Slap a fish, then maintain Surface Slap, without reapplying it for the next 5 bites.",
        "",
        ""
    ],
    [
        75,
        "⭐",
        "I Await with Baited Breath",
        "Use Baited Breath to reduce the wariness of fish 2 times in a single Teeming Waters after spearing 3 fish.",
        "",
        ""
    ],
    [
        79,
        "⭐⭐",
        "Identical!",
        "In a fishing hole with more than 5 fish, catch any fish, then guarantee the next fish is the exact same fish while using Versatile Lure.",
        "",
        ""
    ],
    [
        80,
        "⭐⭐⭐",
        "It Just Keeps Going!",
        "Mooch the same fish into itself for at least 5 mooches.",
        "",
        ""
    ],
    [
        80,
        "⭐⭐⭐",
        "The Spinner",
        "Use a Metal Spinner to help catch Henodus Grandis",
        "",
        ""
    ],
    [
        80,
        "⭐⭐⭐⭐",
        "Very Intuitive",
        "Get 3 full Sea Butterfly Intuitions in a single window.",
        "",
        ""
    ],
    [
        80,
        "⭐⭐⭐⭐",
        "You Belong Here",
        "Catch and then place, Lancetfish into a Tier 4 Aquarium.",
        "",
        ""
    ],
    [
        "Lv 80-89",
        "",
        "",
        "",
        "",
        ""
    ],
    [
        81,
        "⭐",
        "A Prized Catch, to be Sure!",
        "Use Prize Catching to guarantee that the next fish you catch is a large-sized fish.",
        "",
        ""
    ],
    [
        81,
        "⭐",
        "No, Not That One.",
        "Keep Prize Catch active, without reapplying it, for 3 separate casts.",
        "",
        ""
    ],
    [
        85,
        "⭐",
        "Shocker!",
        "Use Electric Current during a Teeming Waters",
        "",
        ""
    ],
    [
        85,
        "⭐⭐",
        "The Battery Died",
        "Successfully spear at least 1 fish after using an Electric Current during a Teeming Waters.",
        "",
        ""
    ],
    [
        85,
        "⭐⭐⭐",
        "Llymlean's Own Spear",
        "Get a final catch count at a Teeming Waters of 13 or more.",
        "",
        ""
    ],
    [
        89,
        "⭐",
        "Starfishing",
        "Catch any fish by casting into spaaaace in Ultima Thule using Versatile Lure.",
        "",
        ""
    ]
]